tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "cmake"
brew "fzf"
brew "readline"
brew "sqlite"
brew "gh"
brew "git"
brew "hivemind"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "navi"
brew "openssl@3"
brew "postgresql@14"
brew "postgis"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "tldr"
brew "wget"
brew "heroku/brew/heroku"
cask "visual-studio-code"
