tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "thrift"
brew "apache-arrow"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "cgal"
brew "cmake"
brew "curl"
brew "dialog"
brew "docker-machine"
brew "fzf"
brew "gcc"
brew "hdf5"
brew "krb5"
brew "proj"
brew "libheif"
brew "libpq"
brew "netcdf"
brew "openblas"
brew "numpy"
brew "poppler"
brew "python@3.11"
brew "gdal"
brew "gh"
brew "git"
brew "grpc"
brew "hivemind"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "mkcert"
brew "navi"
brew "neovim"
brew "tmux"
brew "overmind"
brew "postgresql@14"
brew "postgis"
brew "pyenv"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "speedtest-cli"
brew "tldr"
brew "unoconv"
brew "wget"
brew "heroku/brew/heroku"
cask "iterm2"
cask "ngrok"
cask "visual-studio-code"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "benjaminbenais.copilot-theme"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "CraigMaslowski.erb"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "ritwickdey.LiveServer"
vscode "Rubymaniac.vscode-paste-and-indent"
vscode "shardulm94.trailing-spaces"
vscode "sianglim.slim"
vscode "tal7aouy.theme"
vscode "teabyii.ayu"
vscode "vinliao.fast-arrow"
vscode "vortizhe.simple-ruby-erb"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.JavaScriptSnippets"
