tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "cmake"
brew "dialog"
brew "fzf"
brew "sqlite"
brew "gh"
brew "git"
brew "hivemind"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "mkcert"
brew "navi"
brew "openssl@3"
brew "tmux"
brew "overmind"
brew "postgresql@14"
brew "postgis"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "speedtest-cli"
brew "tldr"
brew "unoconv"
brew "wget"
brew "heroku/brew/heroku"
cask "iterm2"
cask "ngrok"
cask "visual-studio-code"
